2fa
acestream-engine-stable
anydesk-bin
aurutils
bashmount
bitwarden-rofi
cef-minimal-obs-bin
cointop-bin
conky-lua-nv
creio-dots
duc
exodus
figma-linux-bin
html2md
kiln-git
lib32-nvidia-390xx-utils
lib32-opencl-nvidia-390xx
libxnvctrl-390xx
mergerfs
mpv-acestream
nvidia-390xx-dkms
nvidia-390xx-settings
nvidia-390xx-utils
obfs4proxy-bin
obs-studio-browser
opencl-nvidia-390xx
pepper-flash
perl-linux-desktopfiles
picom-tryone-git
pkgbuild-introspection
pkgtop-git
popcorntime-bin
pup
python-pywapi
repoctl
rhvoice-git
skypeforlinux-preview-bin
solana-bin
sublime-text
tlauncher
toilet
torrserver-bin
ttf-symbola
ttf-weather-icons
tuned
urxvt-resize-font-git
weechat-matrix-rs-git
xclickroot-git
xdman
xwinwrap-git
zoom
zsh-fast-syntax-highlighting
