2fa
anydesk-bin
aurutils
bashmount
bitwarden-rofi
cef-minimal-obs-bin
chaotic-keyring
chaotic-mirrorlist
chatgpt-shell-cli
cointop-bin
debtap
duc
exodus
figma-linux-bin
html2md
keybase-bin
kiln-git
kopia-bin
kopia-ui-bin
libxnvctrl-390xx
mergerfs
mods
multilogin
obfs4proxy-bin
outline-client-appimage
outline-manager-appimage
pepper-flash
perl-linux-desktopfiles
phpstorm
phpstorm-jre
picom-tryone-git
pipe-viewer-git
pkgbuild-introspection
pkgtop-git
popcorntime-bin
pup
python-pywapi
rainbowcrack
rbenv
repoctl
rhvoice-git
ruby-build
slides
solana-bin
sublime-text
torrserver-bin
ttf-symbola
ttf-weather-icons
tuned
urxvt-font-size-git
urxvt-resize-font-git
weechat-matrix-rs-git
wireguird
xclickroot-git
xwinwrap-git
zoom
zsh-fast-syntax-highlighting
