anydesk
betterlockscreen
bitwarden-bin
caffeine-ng
cava
ckbcomp
clipit
conky-cairo
ddgr
discord
dmenu2
downgrade
fmui-git
fortune-mod-ru
fzf-extras
gotop-bin
hardcode-fixer-git
hardcode-tray-git
i3ipc-glib-git
i3lock-color
inxi
lemonbar-xft-git
libc++
libc++abi
libc++experimental
lnav
man-pages-ru
micro-bin
mkinitcpio-openswap
nerd-fonts-complete-mono-glyphs
netwmpager
nomachine
obmenu-generator
oh-my-zsh-git
oomox-git
openbox-patched
pacui
peerflix
perl-linux-desktopfiles
polybar-git
pscircle-git
python-pystache
qgnomeplatform-git
resvg
rxvt-unicode-patched
sddm-config-editor-git
shantz-xwinwrap-bzr
siji-git
skippy-xd-git
skypeforlinux-preview-bin
sublime-text-dev
suru-plus-git
timeshift
tint2-git
toilet
tripwire-git
ttf-clear-sans
ttf-nerd-fonts-hack-complete-git
ttf-roboto-mono
ttf-symbola
ttf-wps-fonts
virtualbox-ext-oracle
wpa_actiond
wps-office
wps-office-extension-russian-dictionary
wps-office-mui-ru-ru
xfce-polkit-git
yay-bin
zeronet
zsh-fast-syntax-highlighting-git
