accountsservice
aerc
alacarte
alsa-firmware
alsa-plugins
alsa-utils
android-file-transfer
arc-gtk-theme
arch-audit
arch-install-scripts
archinstall
aria2
audacious
audacity
autorandr
b43-fwcutter
base
base-devel
base-skel
bash-completion
bat
bcachefs-tools
bind
bitwarden-cli
bleachbit
blueman
bluez
bluez-deprecated-tools
bluez-utils
bolt
boost
borg
bottom
brightnessctl
brltty
btrfs-progs
catfish
cava
chromium
chrpath
clonezilla
cloud-init
cmake
colorpicker
conky
cpio
cronie
cryptsetup
ctl-themes
ctlos-helper
ctlos-keyring
ctlos-mirrorlist
ctlos-qogir
ctlos-sddm-themes
ctlos-system
ctlos-wall
ctlos-welcome
ctop
dante
darkhttpd
ddrescue
devilspie
dex
dhclient
dhcpcd
diffutils
discord
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dunst
e2fsprogs
edk2-ovmf
edk2-shell
efibootmgr
ethtool
exfatprogs
expac
eza
f2fs-tools
fakechroot
fatresize
fd
ffmpeg
ffmpegthumbnailer
figlet
file-roller
filezilla
firefox
firefox-i18n-ru
firefox-ublock-origin
firejail
flameshot
flatpak
fzf-extras
galculator
gamemode
geoip
gifsicle
gimp
git
github-cli
gitui
glm
glow
gnome-keyring
gnome-multi-writer
go
gotop-bin
gpart
gparted
gpm
gptfdisk
gsimplecal
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-engine-murrine
gtk-engines
gtk2-perl
gufw
gum
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hddtemp
hdparm
helm
hsetroot
htop
hub
hugo
hyperv
i3-wm
ifuse
imagemagick
inetutils
inkscape
inotify-tools
intltool
inxi
iw
iwd
jfsutils
jq
keepassxc
kitty
kubectl
kvantum
kvantum-qt5
ldns
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa-utils
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libcdio
libdvdnav
libdvdread
libfido2
libreoffice-fresh-ru
libusb-compat
libva
libva-intel-driver
libvncserver
libxcrypt-compat
linux-firmware
linux-firmware-marvell
linux-lts
linux-lts-headers
lldb
llvm
logrotate
lolcat
lostfiles
lsb-release
lsof
lsscsi
lutris
lvm2
lxappearance-gtk3
man-db
mc
mediainfo
memtest86+
memtest86+-efi
mesa
mesa-demos
mesa-utils
micro
minikube
mkinitcpio
mkinitcpio-archiso
mkinitcpio-nfs-utils
mobile-broadband-provider-info
modemmanager
mpc
mpd
mpv
mtools
mtpfs
mtr
multilockscreen-git
mypaint
nano
nbd
ncmpcpp
ndisc6
neofetch
neovim
net-tools
nethogs
netwmpager
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nilfs-utils
nmap
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
ob-yml-menu
obs-studio
onetbb
open-iscsi
open-vm-tools
openbox
opencl-clover-mesa
opencl-rusticl-mesa
openconnect
openresolv
openssh
optipng
otb-uw_ttyp0
p7zip
packer
papirus-icon-theme
partclone
parted
partimage
pass
pavucontrol
pcsclite
perl-file-desktopentry
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polybar
ppp
pptpclient
privoxy
progress
pv
pyenv
python-adblock
python-google-api-python-client
python-llfuse
python-oauth2client
python-pyperclip
python-tldextract
qbittorrent
qemu-desktop
qemu-guest-agent
qemu-system-aarch64
qogir-icon-theme
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5ct
qt6ct
qutebrowser
ranger
rclone
realtime-privileges
recode
redshift
reflector
reiserfsprogs
ripgrep
rmlint
rofi
rofi-greenclip
rofi-pass
rp-pppoe
rsync
rtkit
rust
rxvt-unicode-pixbuf
rxvt-unicode-terminfo
s-tui
sane
sassc
scdoc
scrot
sddm
sdl2_image
sdl2_ttf
sdparm
sg3_utils
shotcut
skippy-xd-git
slock
slop
smartmontools
smplayer
smplayer-skins
smplayer-themes
sof-firmware
source-highlight
spice-vdagent
squashfs-tools
sshpass
swaks
syntax-highlighting5
syslinux
sysstat
tcpdump
telegram-desktop
terraform
testdisk
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tint2
tldr
tmux
toilet
tor
torsocks
tpm2-tss
traceroute
translate-shell
trash-cli
tree
ttf-bitstream-vera
ttf-clear-sans
ttf-dejavu
ttf-font-awesome
ttf-hack-nerd
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
tuned
udftools
udiskie
ueberzug
unclutter
unrar
unzip
urxvt-perls
usb_modeswitch
usbmuxd
usbutils
vagrant
vdpauinfo
ventoy-bin
veracrypt
viewnior
virt-manager
virtualbox
virtualbox-guest-utils
vpnc
w3m
webp-pixbuf-loader
weechat
wget
which
whois
wine
winetricks
wireguard-tools
wireless-regdb
wireless_tools
wireplumber
wmctrl
wpa_supplicant
wvdial
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs-gtk
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-qxl
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce-skel
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-docklike-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-session
xfce4-settings
xfce4-terminal
xfce4-whiskermenu-plugin
xfce4-windowck-plugin-git
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xl2tpd
xmlstarlet
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xreader
xsel
xsettingsd
yad
yarn
yay-bin
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zenity
zram-generator
zsh
zsh-autosuggestions
zsync
