aerc
alsa-plugins
alsa-utils
alttab-git
arch-audit
archinstall
archiso
aria2
audacity
autoconf
automake
base
bash-completion
bat
bind
binutils
bison
bitwarden-cli
bleachbit
blueman
bluez
bluez-utils
boost
borg
bottom
brightnessctl
ca-certificates
caffeine-ng
cava
chromium
clean-chroot-manager
cmake
colorpicker
conky
cpio
cronie
ctl-themes
ctlos-helper
ctlos-keyring
ctlos-mirrorlist
ctlos-qogir
ctop
dante
devilspie
dex
dhcpcd
discord
dmenu
dnsmasq
docker
docker-compose
downgrade
dunst
edk2-ovmf
efibootmgr
expac
eza
fakechroot
fakeroot
fd
ffmpeg
ffmpegthumbnailer
figlet
file
file-roller
filezilla
findutils
firefox
firefox-i18n-ru
firejail
flameshot
flatpak
flex
fontconfig
fuse2
fzf
fzf-extras
galculator
gamemode
gawk
gcc
geoip
gettext
gifsicle
gimp
git
github-cli
gitui
glm
glow
gnome-themes-extra
gnu-netcat
go
gparted
grep
groff
gsimplecal
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gtk-engine-murrine
gtk-engines
gtk2-perl
gum
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gzip
haveged
hddtemp
hdparm
helm
hsetroot
htop
hub
hugo
i3-wm
ifuse
inetutils
inkscape
inotify-tools
inxi
iptables-nft
jq
kitty
kubectl
kvantum
kvantum-qt5
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa-utils
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libcanberra
libreoffice-fresh-ru
libtool
libva-mesa-driver
libvncserver
libxcrypt-compat
linux-firmware
linux-lts
linux-lts-headers
lldb
llvm
logrotate
lolcat
lostfiles
lsof
lutris
lvm2
lxappearance-gtk3
m4
make
man-db
mc
mesa-demos
mesa-vdpau
micro
minikube
mkinitcpio-archiso
modemmanager
mpc
mpd
mpv
mtpfs
mtr
multilockscreen-git
mypaint
nano
ncmpcpp
neofetch
neovim
nethogs
netwmpager
networkmanager
newsboat
nmap
noto-fonts-cjk
noto-fonts-emoji
numlockx
nvme-cli
ob-yml-menu
obs-studio
oh-my-zsh-git
openbox
opencl-clover-mesa
opencl-rusticl-mesa
openresolv
openssh
optipng
otb-uw_ttyp0
p7zip
packer
pacman
papirus-icon-theme
pass
patch
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-media-session
pipewire-pulse
pkgconf
polkit-gnome
polybar
privoxy
progress
pv
pyenv
python-adblock
python-google-api-python-client
python-llfuse
python-oauth2client
python-pyperclip
python-tldextract
qbittorrent
qemu-desktop
qemu-system-aarch64
qogir-icon-theme
qt5ct
qt6-base
qt6ct
qutebrowser
r8168-lts
ranger
rclone
realtime-privileges
recode
redshift
reflector
ripgrep
rmlint
rofi
rofi-greenclip
rofi-pass
rp-pppoe
rsync
rust
rxvt-unicode-pixbuf
rxvt-unicode-terminfo
s-tui
sane
sassc
scdoc
scrot
sdl2
sdl2_image
sdl2_ttf
sed
shotcut
skippy-xd-git
slock
slop
smartmontools
source-highlight
squashfs-tools
sshpass
sudo
swaks
syntax-highlighting5
syslinux
sysstat
tcpdump
telegram-desktop
terraform
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tint2
tmux
toilet
tor
torsocks
traceroute
translate-shell
trash-cli
tree
ttf-clear-sans
ttf-dejavu
ttf-font-awesome
ttf-hack-nerd
ttf-opensans
ttf-ubuntu-font-family
tumbler
udiskie
ueberzug
unclutter
unrar
unzip
urxvt-perls
usbutils
vagrant
vdpauinfo
ventoy-bin
veracrypt
viewnior
virt-manager
virtualbox
w3m
weechat
wget
which
whois
wine
winetricks
wireguard-tools
wireless_tools
wmctrl
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-void
xf86-video-nouveau
xmlstarlet
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xreader
xsettingsd
yad
yarn
yay-bin
yq2-bin
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zenity
zram-generator
zsh
zsh-autosuggestions
zsync
