acl
archlinux-keyring
argon2
attr
audit
autoconf
automake
bash
binutils
bison
bridge-utils
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
coreutils
cracklib
cronie
cryptsetup
curl
db
dbus
device-mapper
dhcpcd
diffutils
dmraid
dnssec-anchors
dosfstools
e2fsprogs
expat
fakeroot
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gdbm
gettext
glib2
glib2-docs
glibc
gmp
gnupg
gnutls
gpgme
gpm
grep
groff
grub
gzip
hdparm
hwids
iana-etc
icu
inetutils
iproute2
iptables
iputils
iw
jfsutils
json-c
kbd
keyutils
kmod
krb5
ldns
less
lib32-gcc-libs
lib32-glibc
libaio
libarchive
libassuan
libcap
libcap-ng
libedit
libelf
libevent
libffi
libgcrypt
libgpg-error
libidn
libidn2
libksba
libldap
libmnl
libmpc
libnftnl
libnghttp2
libnl
libnsl
libpcap
libpipeline
libpsl
libsasl
libseccomp
libsecret
libssh2
libtasn1
libtirpc
libtool
libunistring
libusb
libutil-linux
licenses
linux
linux-api-headers
linux-firmware
linux-headers
logrotate
lvm2
lz4
lzo
m4
make
man-db
man-pages
mdadm
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mpfr
nano
ncurses
netctl
nettle
nilfs-utils
npth
nspr
nss
openresolv
openssh
openssl
openssl-1.0
openvpn
p11-kit
pacman
pacman-mirrorlist
pam
pambase
patch
pciutils
pcre
pcre2
perl
pinentry
pkcs11-helper
pkgconf
popt
ppp
pptpclient
procps-ng
psmisc
readline
reiserfsprogs
run-parts
s-nail
sed
shadow
sqlite
sudo
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
texinfo
thin-provisioning-tools
tzdata
usbutils
util-linux
vi
which
wireless_tools
wpa_supplicant
xfsprogs
xz
zlib
zstd
a52dec
aalib
accounts-qml-module
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
aom
apache
appstream-glib
apr
apr-util
archiso
archlinux-appstream-data
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
audiofile
avahi
avidemux-cli
avidemux-qt
babl
bash-completion
bc
bdf-unifont
beep
bind-tools
blas
bluez
bluez-libs
boost
boost-libs
breeze
breeze-gtk
breeze-icons
bubblewrap
c-ares
cairo
cairo-perl
cairomm
cantarell-fonts
cblas
cdparanoia
celt
chromaprint
chromium
cifs-utils
clamav
clang
clucene
cmake
colord
compiler-rt
convertlit
cowsay
ctags
dbus-glib
dconf
desktop-file-utils
djvulibre
docbook-xml
docbook-xsl
double-conversion
ebook-tools
egl-wayland
eglexternalplatform
enchant
evolution-data-server
exiv2
exo
expac
extra-cmake-modules
f2fs-tools
faac
faad2
ffmpeg
fftw
file-roller
firefox
firefox-i18n-ru
flac
flatpak
fluidsynth
fontconfig
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
garcon
gc
gcab
gconf
gcr
gd
gdk-pixbuf2
gegl
geoclue
geocode-glib
geoip
geoip-database
ghostscript
giblib
giflib
gifsicle
gimp
git
glew
glib-networking
glib-perl
glibmm
glslang
glu
gnome-calculator
gnome-chess
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-keyring
gnome-online-accounts
gnome-themes-extra
gnome-todo
gnu-netcat
gobject-introspection
gobject-introspection-runtime
gpart
gparted
gptfdisk
graphene
graphite
graphviz
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-doc
gtk-engines
gtk-update-icon-cache
gtk-xfce-engine
gtk2
gtk2-perl
gtk3
gtkglext
gtkmm
gtkmm3
gtksourceview4
gtkspell
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
harfbuzz
harfbuzz-icu
haveged
hicolor-icon-theme
hspell
htop
hunspell
hunspell-en_US
hwloc
hyphen
ijs
ilmbase
imagemagick
imlib2
iniparser
inkscape
intel-tbb
iso-codes
itstool
jack
jasper
jbig2dec
jemalloc
js52
json-glib
jsoncpp
kaccounts-integration
kactivities
karchive
kauth
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdecoration
kdenlive
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemmodels
kitemviews
kjobwidgets
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpty
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
ladspa
lame
lapack
lcms2
ldb
lensfun
libabw
libaccounts-glib
libaccounts-qt
libao
libass
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-qt4
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmx
libdrm
libdv
libdvdnav
libdvdread
libe-book
libebur128
libepoxy
libepubgen
libetonyek
libevdev
libexif
libexttextcat
libfbclient
libfontenc
libfreehand
libgdata
libgee
libglade
libglvnd
libgme
libgnome-keyring
libgnomekbd
libgphoto2
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libheif
libibus
libical
libice
libid3tag
libiec61883
libimobiledevice
libinput
libisoburn
libisofs
libixion
libjpeg-turbo
liblangtag
liblqr
libmad
libmagick
libmagick6
libmbim
libmikmod
libmm-glib
libmms
libmng
libmodplug
libmp4v2
libmpcdec
libmpdclient
libmpeg2
libmspack
libmspub
libmtp
libmwaw
libmypaint
libndp
libnetfilter_conntrack
libnfnetlink
libnice
libnm
libnm-glib
libnma
libnotify
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libpagemaker
libpaper
libpciaccess
libpeas
libphonenumber
libplist
libpng
libproxy
libpulse
libqmi
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-ru
librevenge
librsvg
libsamplerate
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libstaroffice
libstemmer
libsynctex
libteam
libthai
libtheora
libtiff
libtommath
libunwind
libupnp
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libwnck3
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl-390xx
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86dga
libxxf86vm
libyaml
libzip
libzmf
llvm-libs
lm_sensors
lmdb
lpsolve
lsof
lua
lua52
lynx
lzop
mailcap
media-player-info
mesa
mesa-demos
mesa-vdpau
meson
metis
mjpegtools
mlt
mobile-broadband-provider-info
modemmanager
mozilla-common
mpc
mpd
mpg123
mtdev
mtools
mtr
mypaint-brushes
ndctl
neon
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-pptp
nm-connection-editor
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
ntp
numactl
nvidia-390xx
nvidia-390xx-settings
nvidia-390xx-utils
ocl-icd
openal
opencl-headers
opencl-nvidia-390xx
openconnect
opencore-amr
opencv
openexr
openjpeg2
openmpi
opus
orc
ostree
p7zip
pango
pango-perl
pangomm
pangox-compat
parted
pavucontrol
pepper-flash
perl-anyevent
perl-common-sense
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
phonon-qt5
phonon-qt5-gstreamer
php
pipewire
pixman
pkgstats
plasma-framework
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
portaudio
portsmf
potrace
progsreiserfs
protobuf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
purpose
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-anytree
python-appdirs
python-asn1crypto
python-beaker
python-cffi
python-chardet
python-cryptography
python-dbus
python-dbus-common
python-defusedxml
python-gobject
python-idna
python-lxml
python-mako
python-markupsafe
python-packaging
python-pep517
python-pip
python-ply
python-pyasn1
python-pycparser
python-pyparsing
python-pyqt5
python-requests
python-retrying
python-setuptools
python-shiboken2
python-sip
python-sip-pyqt5
python-six
python-urllib3
python-virtualenv
python-xdg
python2
python2-appdirs
python2-cairo
python2-gobject2
python2-packaging
python2-pyparsing
python2-setuptools
python2-six
qt4
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
raptor
rasqal
re2
recode
redland
rest
rhash
rsync
rtkit
rtmpdump
ruby
rubygems
samba
sbc
sddm
sdl
sdl2
shaderc
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smartmontools
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
spirv-tools
srt
startup-notification
suitesparse
syntax-highlighting
t1lib
taglib
talloc
tcl
tcpdump
tdb
testdisk
tevent
texlive-bin
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
time
tk
transmission-gtk
tree
tslib
ttf-dejavu
tumbler
uchardet
udisks2
unrar
unzip
upower
usbmuxd
v4l-utils
vala
vid.stab
volume_key
vpnc
vte-common
vte3
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
wildmidi
woff2
wxgtk-common
wxgtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfce4-power-manager
xfce4-session
xfce4-settings
xfconf
xfdesktop
xfwm4
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
yajl
zip
zita-alsa-pcmi
zita-resampler
zsh
zvbi
zziplib
acpid
asciiquarium
atop
audacity
bleachbit
brotli
capitaine-cursors
clonezilla
cmatrix
compton
containerd
devilspie
docker
docker-compose
dos2unix
drbl
dunst
ecryptfs-utils
electron
fasd
fd
fff
filezilla
fish
flameshot
fortune-mod
frei0r-plugins
fzf
gavl
glm
gnuchess
gnustep-base
gsimplecal
gtk-engine-murrine
gufw
hashcat
highlight
hsetroot
http-parser
hwinfo
jansson
john
jq
kpmcore
lbzip2
libappindicator-gtk2
libappindicator-gtk3
libconfig
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libev
libfdk-aac
libfilezilla
libgexiv2
libimagequant
libindicator-gtk2
libindicator-gtk3
libmicrohttpd
libnewt
libnfs
libopenraw
libpgm
libsass
libsodium
libtermkey
libvterm
libx86emu
libxdg-basedir
lilv
lolcat
lrzip
lsb-release
luajit
lv2
mc
min
mpv
msgpack-c
mupdf
ncmpcpp
neofetch
neovim
newsboat
ninja
nnn
node-gyp
nodejs
npm
numlockx
oniguruma
optipng
otf-font-awesome
pacman-contrib
papirus-icon-theme
parallel
partclone
partimage
pbzip2
pcsclite
perl-anyevent-i3
perl-curses
perl-data-dump
perl-json
perl-json-xs
perl-parse-yapp
perl-term-animation
perl-types-serialiser
pigz
pixz
privoxy
psensor
pv
python-babel
python-bcrypt
python-beautifulsoup4
python-cachecontrol
python-cached-property
python-cairocffi
python-cairosvg
python-colorama
python-cssselect2
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-ewmh
python-html5lib
python-imagesize
python-isodate
python-jinja
python-jsonschema
python-lockfile
python-markdown
python-msgpack
python-olefile
python-paramiko
python-pillow
python-progress
python-pycountry
python-pycryptodome
python-pygments
python-pynacl
python-pysocks
python-pytoml
python-pytz
python-setproctitle
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-texttable
python-tinycss2
python-webencodings
python-websocket-client
python-wheel
python-xcffib
python-xlib
python-yaml
python2-gevent
python2-greenlet
python2-msgpack
qt5-styleplugins
qt5ct
ranger
redshift
reflector
ripgrep
rofi
rubberband
ruby-diff-lcs
ruby-manpages
ruby-optimist
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
runc
rxvt-unicode-terminfo
sassc
scrot
semver
serd
simplescreenrecorder
sl
slop
sord
speedtest-cli
squashfs-tools
sratom
sshfs
stfl
streamlink
suil
telegram-desktop
the_silver_searcher
tlp
tmux
tor
torsocks
ttf-font-awesome
ttf-liberation
ttf-opensans
ttf-roboto
twolame
ufw
unarchiver
unibilium
urxvt-perls
vamp-plugin-sdk
veracrypt
viewnior
virtualbox
virtualbox-host-modules-arch
volumeicon
wmctrl
xapps
xautolock
xcb-util-xrm
xdotool
xsel
xsettings-client
xxhash
yaml-cpp
yarn
youtube-dl
youtube-viewer
zeromq
zsh-autosuggestions
lib32-alsa-lib
lib32-alsa-plugins
lib32-bzip2
lib32-expat
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libpciaccess
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-vdpau
lib32-ncurses
lib32-nvidia-390xx-utils
lib32-opencl-nvidia-390xx
lib32-readline
lib32-wayland
lib32-xz
lib32-zlib
megasync
