2fa
alttab-git
anydesk-bin
arc-gtk-theme
aurutils
bashmount
bitwarden-rofi
cef-minimal-obs-bin
chatgpt-shell-cli
conky-lua-nv
cursor-bin
duc
exodus
keybase-bin
lmstudio
mergerfs
mods
nekoray-bin
neohtop-bin
nvidia-390xx-dkms
nvidia-390xx-settings
obfs4proxy
obsidian-appimage
oh-my-zsh-git
pepper-flash
perl-linux-desktopfiles
phpstorm
phpstorm-jre
pipe-viewer-git
pkgbuild-introspection
pkgtop-git
pup
python-pywapi
rainbowcrack
repoctl
rmlint
skippy-xd-git
slides
sublime-text-4
termius
torrserver-bin
ttf-symbola
ttf-weather-icons
urxvt-font-size-git
urxvt-resize-font-git
vagrant
xclickroot-git
xf86-video-vmware
xwinwrap-git
zoom
zsh-fast-syntax-highlighting
